Repository: dreadwarrior/vantomas
Catalog: web/typo3conf/ext/vantomas/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.secretsanta.title
source: Secret Santa: Randomizer
de: Wichteln: Zufallsgenerator

# plugin.secretsanta.description
source: Randomizes secret santa participants
de: Startet einen Zufallsgenerator um die Wichtelpartner festzulegen

# tx_vantomas_domain_model_secretsanta_pair
source: Secret Santa pair
de: Wichtelpartner

# tx_vantomas_domain_model_secretsanta_pair.donor
source: Donor
de: Schenker/in

# tx_vantomas_domain_model_secretsanta_pair.donee
source: Donee
de: Beschenkte/r

# necoelwi.group.vantomas_plugins.elements.archive_list.title
source: Archive list
de: Archivliste: Kalender

# necoelwi.group.vantomas_plugins.elements.archive_list.description
source: Renders a list of grouped archive dates (e.g. Month/Year) with links to the archive search page.
de: Erstellt eine Liste von gruppierten Datumseinträgen für archivierte Einträge mit Verknüpfung zur Suchseite.

# necoelwi.group.vantomas_plugins.elements.archive_search.title
source: Archive search
de: Archivliste: Suchergebnis

# necoelwi.group.vantomas_plugins.elements.archive_search.description
source: Renders a list of archive dates entries for a given date.
de: Erstellt eine Liste von archivierten Einträgen für ein Archivdatum.

# necoelwi.group.vantomas_plugins.elements.pagestatistics_lastupdated.title
source: Last updated pages
de: Zuletzt aktualisierte Seiten

# necoelwi.group.vantomas_plugins.elements.pagestatistics_lastupdated.description
source: Renders a list of last updated pages, ordered by descending by date.
de: Zeigt eine Liste zuletzt aktualisierter Seiten, nach Datum absteigend sortiert, an.

# necoelwi.group.vantomas_plugins.elements.disqus_latest.title
source: Latest disqus comments
de: Letzte Disqus Kommentare

# necoelwi.group.vantomas_plugins.elements.disqus_latest.description
source: Renders a list of latest disqus comments.
de: Liste von aktuellen Disqus Kommentaren.

# necoelwi.group.vantomas_plugins.elements.twitter_timeline.description
source: Renders a twitter timeline for a given user.
de: Zeigt die Timeline des eingestellten Benutzers an.

# necoelwi.group.vantomas_plugins.elements.twitter_search.title
source: Twitter search
de: Twitter Suche

# necoelwi.group.vantomas_plugins.elements.twitter_search.description
source: Renders a the result of a twitter hash tag search.
de: Zeigt das Suchergebnis für eine Hash-Tag Suche an.

# necoelwi.group.vantomas_plugins.elements.tagcloud.description
source: Renders a list of tags from the keyword meta data of the selected page type.
de: Generiert eine Liste von Stichwörtern aus den Meta-Daten von Seiten eines bestimmten Typs.

# necoelwi.group.vantomas_plugins.elements.tagsearch.title
source: Tag search result
de: Tag Suchergebnis

# necoelwi.group.vantomas_plugins.elements.tagsearch.description
source: Renders all pages which matches the given tag search.
de: Erstellt eine Liste aller Seiten, die auf eine Stichwortsuche passen.

# necoelwi.group.vantomas_plugins.elements.contact_form.title
source: Contact form
de: Kontaktformular

# necoelwi.group.vantomas_plugins.elements.contact_form.description
source: Renders and handles a pre-configured and pre-implemented contact form.
de: Zeigt ein vordefiniertes Kontaktformular an und verarbeitet dessen Versand.

# necoelwi.group.vantomas_plugins.elements.secret_santa.title
source: Secret Santa: Randomizer
de: Wichteln: Zufallsgenerator

# necoelwi.group.vantomas_plugins.elements.secret_santa.description
source: Randomizes secret santa participants
de: Startet einen Zufallsgenerator um die Wichtelpartner festzulegen
