Repository: dreadwarrior/vantomas
Catalog: web/typo3conf/ext/vantomas/Resources/Private/Language/*.locallang.xlf
Languages: de

# flux.commonContent
source: common content container
de: allgemeiner Inhaltscontainer

# flux.commonContent.description
source: a common content container for userdefined IDs and classes
de: ein allgemeiner Inhaltscontainer für benutzerdefinierte IDs und Klassen

# flux.commonContent.fields.class
source: class
de: Klasse

# flux.commonContent.columns.content
source: content
de: Inhalt

# flux.fiveSeven
source: 5/7 column grid
de: 5/7 Grid

# flux.fiveSeven.description
source: allows embedding of a 5/7 column grid
de: erlaubt das Einfügen eines 5/7 Grids

# flux.fiveSeven.columns.colLeft
source: left column
de: linke Spalte

# flux.fiveSeven.columns.colRight
source: right column
de: rechte Spalte

# flux.sixSix
source: 6/6 column grid
de: 6/6 Grid

# flux.sixSix.description
source: allows embedding of a 6/6 column grid
de: erlaubt das Einfügen eines 6/6 Grids

# flux.sixSix.columns.colLeft
source: left column
de: linke Spalte

# flux.sixSix.columns.colRight
source: right column
de: rechte Spalte

# flux.tabs
source: Tabs with content elements
de: Tabs mit Inhaltselementen

# flux.tabs.description
source: Places child content elements in tabs.
de: Platziert Inhaltselemente in Tabs.

# flux.tabs.objects.tab.title
source: Tab title
de: Titel des Tabs

# flux.tabs.objects.tab.class
source: Additional class names
de: Zusätzliche CSS-Klassen (class)

# flux.tabs.objects.tab.active
source: Active?
de: Aktiv?

# flux.threeColumn
source: Three column grid
de: 3-spaltiges Grid

# flux.threeColumn.description
source: allows embedding of a three column grid
de: erlaubt das Einfügen eines dreispaltigen Grids

# flux.threeColumn.columns.colLeft
source: left column
de: linke Spalte

# flux.threeColumn.columns.colMiddle
source: middle column
de: mittlere Spalte

# flux.threeColumn.columns.colRight
source: right column
de: rechte Spalte

# flux.twelve
source: 12 column grid
de: 12 Grid

# flux.twelve.description
source: allows embedding of a 12 column grid
de: erlaubt das Einfügen eines 12 Grids

# flux.twelve.fields.panel
source: Wrap contents in panel?
de: Inhalte in `panel` wrappen?

# flux.twelve.columns.content
source: content
de: Inhalt

# flux.blog.fields.settings.rssPid
source: RSS starting point
de: RSS Startpunkt

# flux.blog.fields.settings.rssType
source: typeNum of RSS PAGE cObj
de: typeNum des RSS PAGE cObjects

# flux.blog.sheets.websiteStatistics
source: Website statistics
de: Websitestatistiken

# flux.blog.fields.settings.enableTracking
source: Enable tracking
de: Tracking aktivieren

# flux.blog.sheets.blogSettings
source: settings
de: Einstellungen

# flux.blog.fields.enableComments
source: enable comments
de: aktiviere Kommentare

# flux.blog.columns.content
source: Content
de: Hauptinhalt

# flux.standard
source: Standard page template
de: Standard Seitenvorlage

# flux.standard.description
source: The default page template for this site.
de: Die Standardseitenvorlage für diese Site.

# flux.standard.fields.settings.rssPid
source: RSS starting point
de: RSS Startpunkt

# flux.standard.fields.settings.rssType
source: typeNum of RSS PAGE cObj
de: typeNum des RSS PAGE cObjects

# flux.standard.sheets.websiteStatistics
source: Website statistics
de: Websitestatistiken

# flux.standard.fields.settings.enableTracking
source: Enable tracking
de: Tracking aktivieren

# flux.standard.columns.content
source: Content
de: Hauptinhalt

# flux.standard.columns.sidebar
source: Sidebar
de: Seitenleiste

# flux.standard.columns.footer
source: Footer
de: Fußzeile

# flux.wide
source: Wide page template
de: Breite Seitenvorlage

# flux.wide.description
source: A wide page template to allow wider content elements.
de: Erlaubt das Anzeigen von breiteren Inhaltselementen.

# flux.wide.fields.settings.rssPid
source: RSS starting point
de: RSS Startpunkt

# flux.wide.fields.settings.rssType
source: typeNum of RSS PAGE cObj
de: typeNum des RSS PAGE cObjects

# flux.wide.sheets.websiteStatistics
source: Website statistics
de: Websitestatistiken

# flux.wide.fields.settings.enableTracking
source: Enable tracking
de: Tracking aktivieren

# flux.wide.columns.content
source: Content
de: Hauptinhalt

# flux.wide.columns.sidebar
source: Sidebar
de: Seitenleiste

# flux.wide.columns.footer
source: Footer
de: Fußzeile

# pages.doktype.blog_article
source: Blog article
de: Blogartikel

# form.contact.error.1400453056
source: Do not abuse the message field.
de: Bitte geben Sie weniger Links ins Nachrichtenfeld ein.
